Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax_credits_and_reliefs/housing_tax_credits_and_reliefs.html.txt.tmx
Source language: en
Languages: ga

source: Housing tax credits and reliefs
ga: Faoisimh agus creidmheasanna cánach i leith tithíochta

source: • Tax relief for landlords
ga: • Faoiseamh cánach do thiarnaí talún

source: • Tax relief on mortgage interest
ga: • Faoiseamh cánach ar ús morgáiste

source: • Tax when transferring ownership
ga: • Cáin i gcás go bhfuil úinéireacht tí á haistriú

source: You can claim tax relief on certain housing expenses
ga: Féadfar faoiseamh cánach a éileamh ar réimse chostais tí

source: There is also a new tax refund scheme, which is designed to help first-time buyers of newly built homes to assemble the required deposit
ga: Tá scéim nua ann freisin chun cabhrú le ceannaitheoirí céaduaire éarlais a chur le céile chun teach nó árasán nua-thógtha a cheannach

source: Read more in our document on the Help to Buy (HTB) incentive
ga: Léigh tuilleadh inár gcáipéis ar an scéim seo

source: The Home Renovation Incentive (HRI) provides an income tax credit to homeowners and landlords who carry out qualifying renovation and improvement works.In order to qualify for the HRI, the work must be done between 25 October 2013 and 31 December 2016 for homeowners and between 15 October 2014 and 31 December 2016 for landlords
ga: Soláthraíonn an Dreasacht Athchóirithe Tí (DAT) creidmheas cáin ioncaim d’úinéirí tí agus do thiarnaí talún a thugann faoi oibreacha incháilithe athchóirithe agus feabhsúcháin. Ní mór go ndéanfaí obair cháilitheach idir an 25 Deireadh Fómhair 2013 agus an 31 Nollaig 2016 (d'úinéirí príomháideacha) agus idir an 15 Deireadh Fómhair 2014 agus an 31 Nollaig 2016 (do thiarnaí talún)

source: Budget 2017: this end date is being extended to 31 December 2018
ga: Budget 2017: tá an spriocdháta seo á athrú go 31 Nollaig 2018

source: It is calculated at a rate of 13.5% on all qualifying expenditure over €4,405 (before VAT) up to a maximum of €30,000 (before VAT)
ga: Ríomhtar an creidmheas DAT ar ráta 13.5% ar gach caiteachas incháilithe os cionn €4,405 (roimh CBL) a mhéid le €30,000 (roimh CBL) ar a mhéid

source: Qualifying works include extensions and renovations to the home, window-fitting, plumbing, tiling and plastering
ga: I measc na n-oibreacha incháilithe, tá síntí a chur ar theach agus athchóiriú a dhéanamh i dteach, feistiú fuinneog, pluiméireacht, tíliú agus plástráil

source: Builders must be fully tax-compliant
ga: Ní mór do na tógálaithe a bheith go hiomlán comhlíontach i dtaobh cánach

source: All expenditure and relief claims must be registered electronically with the Revenue Commissioners
ga: Ní mór gach éileamh ar chaiteachas agus faoiseamh a bheith cláraithe go leictreonach leis na Coimisinéirí Ioncaim

source: If you live in private rented accommodation and pay income tax, you may be eligible for tax relief on part of your rent
ga: D'fhéadfá a bheith cáilithe le haghaidh faoisimh chánach ar chuid de do chíos má tá cóiríocht phríobháideach ar cíos agat agus cáin ioncaim á híoc agat

source: More information is available in our document on tax issues for tenants
ga: Léigh tuilleadh faoi fhaoiseamh cánach do thionóntaí

source: This scheme only applies to people who were renting on 7 December 2010
ga: Ní fhéadfaidh tú an faoiseamh seo a éileamh ach amháin má bhí cíos á íoc agat amhail an 7 Nollaig 2010

source: Tax relief for landlords
ga: Faoiseamh cánach do thiarnaí talún

source: You can deduct the interest on money borrowed to purchase, improve or repair rented residential property when working out your rental income for tax purposes
ga: Féadfaidh tú an t-ús a gearradh ar airgead a fuarthas ar iasacht chun maoin chónaithe ar cíos a cheannach, a fheabhsú nó a dheisiú nuair a bhíonn d’ioncam cíosa á ríomh agat ar mhaithe le cuspóirí cánach

source: You must show that you have registered all tenancies in the property with the Residential Tenancies Board (RTB)
ga: Caithfidh tú a thaispeáint gur chláraigh tú gach tionóntacht sa mhaoin leis an mBord um Thionóntachtaí Cónaithe Príobháideacha (BTC)

source: Interest can only be deducted during the period in which the property is let
ga: Ní féidir ús a asbhaint as i rith na tréimhse ina bhfuil an mhaoin ligthe

source: For residential properties, this deduction is restricted to 75% of the interest accruing on loans
ga: I dtaobh maoin chónaithe, cuirtear teorainn 75% ar an asbhaint seo den ús a fhabhraítear ar iasachtaí

source: Interest is treated as accruing on a daily basis and the date the loan was taken out is not relevant
ga: Caitear le hús amhail bheith ag fabhrú ar bhonn laethúil agus ní bhaineann tábhacht leis an dáta a glacadh an iasacht

source: Budget 2017: this deduction is being increased to 80%
ga: Buiséad 2017: tá an asbhaint seo á méadú aníos go dtí 80%

source: Since January 2016, landlords who rent residential property for 3 years to tenants getting social housing supports (called qualifying tenants) can deduct all of the interest that accrues during that 3-year period
ga: Ó Eanáir 2016 ar aghaidh, féadfaidh tiarnaí talún a ligeann maoin chónaithe ar cíos ar feadh 3 bliana le tionóntaí a bhfuil tacaíochtaí tithíochta sóisialta á bhfáil acu (ar a dtugtar tionóntaí cáilitheacha) an t-ús go léir a fhabhraíonn i rith na tréimhse 3 bliana sin a asbhaint

source: Social housing supports include the Housing Assistance Payment, the Rental Accommodation Scheme and Rent Supplement
ga: I measc na dtacaíochtaí tithíochta sóisialta, tá an Íocaíocht Cúnaimh Tithíochta, an Scéim um Chóiríocht ar Cíos agus Forlíonadh Cíosa

source: Landlords must submit an undertaking to the Residential Tenancies Board (RTB) stating that they commit to renting a residential property to qualifying tenants for 3 years
ga: Caithfidh tiarnaí talún gealltanas a chur faoi bhráid an Bhoird um Thionóntachtaí Cónaithe (BTC) ina luaitear go ngeallann siad chun maoin chónaithe a ligean ar cíos le tionóntaí cáilitheacha ar feadh 3 bliana

source: The RTB must register these undertakings in its Register of Tenancies
ga: Caithfidh an BTC na gealltanais seo a chlárú ina Chlár Tionóntachtaí

source: You can get the form for registering an undertaking on the RTB's website (pdf)
ga: Féadfaidh tú an fhoirm a fháil chun gealltanas a chlárú ar láithreán gréasáin an BTC (pdf)

source: Tax relief on mortgage interest
ga: Faoiseamh cánach ar ús morgáiste

source: Mortgage interest relief is a tax relief based on the amount of qualifying mortgage interest that you pay in a given tax year for your principal private residence (your home)
ga: Is éard is faoiseamh morgáiste ann ná faoiseamh cánach bunaithe ar an méid den ús morgáiste a íocann tú ar do phríomháras cónaithe príobháideach (do theach féin) i mbliain chánach áirithe

source: A tax year means the period from 1 January to 31 December. Mortgages taken out after 31 December 2012 no longer qualify for mortgage interest relief
ga: Ní cheadaítear aon fhaoiseamh cánach ar ús morgáiste le haghaidh morgáistí a glacadh i ndiaidh an 31 Nollaig 2012

source: Budget 2017: Mortgage interest relief was due to be abolished entirely after 31 December 2017. It will now be retained beyond this date, on a tapered basis
ga: Buiséad 2017: Bhíothas chun deireadh a chur le faoiseamh cánach ar ús morgáiste as 2017 amach, ach táthar anois chun é a leathnú

source: Details are to be announced in Budget 2018
ga: Beidh na mionsonraí i mBuiséad 2018

source: If you rent out a room or flat in your home you are exempt from income tax on the amount that your tenant pays you for rent and other services, up to €12,000 in a tax year
ga: Má ligeann tú seomra i do theach ar cíos le tionónta príobháideach, féadfar an t-ioncam ó chíos a dhíolmhú ó cháin ioncaim

source: The relief applies only to residential tenancies, not to short-term guest arrangements
ga: Go gcáileoidh tú, ní mór nach sáraíonn an t-ioncam ó cíos agus ó sheirbhísí eile €12,000

source: The relief can also apply to a self-contained unit (such as a basement flat) if it is part of, or is directly attached to, your home
ga: Ní bhaineann an faoiseamh ach le tionóntachtaí cónaithe, seachas socruithe gearrthéarmacha d’aíonna

source: You are not eligible for Rent-a-room relief if you are renting the room to a son or daughter
ga: Níl tú incháilithe d’fhaoiseamh i leith Seomra a ligean ar Cíos má tá an seomra á ligean ar cíos agat le mac nó iníon

source: Budget 2017: The ceiling for exemption from income tax under the Rent-a-room scheme is being increased from €12,000 to €14,000 for 2017 and subsequent years
ga: Buiséad 2017: Tá an uasteorainn á ardú ó €12,000 go €14,000 i leith 2017 agus na blianta ina dhiaidh

source: Tax when transferring ownership
ga: Cáin i gcás go bhfuil úinéireacht tí á haistriú

source: When ownership of a property is transferred, the financial gains are usually liable to tax but some exemptions and reliefs apply
ga: Is gnách go mbíonn na gnóthachain airgid faoi dhliteanas cánach nuair a dhéantar úinéireacht tí a aistriú, ach baineann díolúintí agus faoisimh áirithe leis seo

source: For instance, when you sell a property, any profit you make over the amount that you paid for it would usually be liable for Capital Gains Tax
ga: Mar shampla, nuair a dhíolann tú réadmhaoin, is gnách go mbíonn aon bhrabús a ghnóthaíonn tú sa bhreis ar an méid a d'íoc tú féin don réadmhaoin, faoi dhliteanas cháin ghnóthachan caipitiúil

source: There is however an exemption if the property is the main residence where you live
ga: Baineann díolúine leis seo, áfach, i gcás gurb é an t-áitreabh an phríomháit ina chónaíonn tú

source: See Revenue leaflet CGT2 (pdf) for an introduction to Capital Gains Tax or see the more detailed Guide to Capital Gains Tax (pdf)
ga: Léigh bileog eolais na gCoimisinéirí Ioncaim CGT2 (pdf) chun buneolas a fháil ar Cháin Gnóthachan Caipitiúil nó léigh Treoir ar Cháin Ghnóthachan Caipitiúil (pdf) chun mioneolas a fháil

source: If you receive property as a gift or inheritance, you may have to pay Capital Acquisitions Tax
ga: Má fhaigheann tú réadmhaoin mar bhronntanas nó le hoidhreacht, d'fhéadfadh go mbeadh ort Cáin Fháltais Caipitiúil a íoc

source: A number of reliefs and exemptions apply including transfers between spouses or civil partners or the receipt of a house that has been your main residence
ga: Tá go leor faoiseamh agus díolúintí ann, aistrithe idir céilí san áireamh, mar aon le teach a fháil atá mar phríomh-áit chónaithe agat

source: Stamp duty is a tax that may be payable when ownership of a property is transferred
ga: Is éard is dleacht stampála ann ná cáin a d'fhéadfadh a bheith iníoctha nuair a aistrítear úinéireacht ar réadmhaoin

source: The current rate is 1% for residential property valued up to €1 million and 2% on the balance
ga: Tá ráta 1% ar réadmhaoin cónaithe luacháilte suas go €1 milliún agus 2% ar an iarmhéid

source: You can get further information on stamp duty on property
ga: Tá tuilleadh faisnéise faoi dhleacht stampála ar réadmhaoin ar fáil anseo

source: You can claim tax credits online
ga: Is féidir creidmheasanna cánach a éileamh ar an idirlíon

source: Lo-call telephone numbers for Revenue regional offices are available here
ga: Tá uimhreacha teileafóin ló-ghlao d'oifigí réigiúnacha ioncaim ar fáil anseo

source: You can find more detailed contact details for your region here
ga: Aimseoidh tú sonraí teagmhála níos cruinne i leith do réigiúin féin anseo

source: Remember to have your PPS number to hand in any dealings with Revenue
ga: Bíodh d'uimhir PPS agat agus tú ag déileáil leis na coimisinéirí ioncaim i dtaobh ní ar bith
